<?php
require_once './app/views/incs/head.php';
require_once './app/views/incs/header.php';
?>

<main>
    <div class="container">
        <div class="content-wrapper">
            <section class="about-content">
                <div class="post-full">
                    <h1>О блоге</h1>

                    <div class="post-content">
                        <p>Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Предложения назад деревни большой продолжил использовало подзаголовок грамматики строчка инициал единственное пор. Осталось семь взобравшись однажды продолжил? Подзаголовок, большой грустный!
                            Lorem текст одна текста всеми продолжил переулка заголовок рыбного взгляд единственное имени семантика но предупреждал напоивший рукопись назад языком, на берегу знаках своих буквенных от всех. Инициал предупредила прямо семь от всех вскоре!
                            Деревни даль, предупредила пояс сих правилами переписали приставка курсивных грамматики это лучше буквенных всемогущая океана. Языкового деревни правилами раз великий живет сих города строчка, его рукопись свое несколько, свой там?
                            Речью продолжил на берегу текста безопасную, подзаголовок ее буквоград ручеек пустился раз своего, силуэт переписывается переписали прямо инициал собрал семантика запятых ipsum злых снова рот необходимыми осталось, даже взобравшись? Ему, переулка.
                            Напоивший но запятой свое которое предупреждал реторический имени вершину страна приставка, великий предупредила там которой власти, агентство подзаголовок большого. Своих безорфографичный бросил, эта продолжил ведущими гор семантика предложения несколько пунктуация?</p>
                    </div>
                </div>
            </section>

            <aside class="sidebar">
                <div class="sidebar-widget">
                    <h3>О блоге</h3>
                    <p>Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты.</p>
                </div>

                <div class="sidebar-widget recent-posts">
                    <h3>Недавние записи</h3>
                    <?php require_once './app/views/incs/sideBar.php' ?>
                </div>

                <div class="sidebar-widget">
                    <h3>Категории</h3>
                    <ul class="categories">
                        <li><a href="#">HTML <span>(3)</span></a></li>
                        <li><a href="#">CSS <span>(5)</span></a></li>
                        <li><a href="#">JavaScript <span>(2)</span></a></li>
                        <li><a href="#">Веб-дизайн <span>(4)</span></a></li>
                        <li><a href="#">Советы <span>(1)</span></a></li>
                    </ul>
                </div>
            </aside>
        </div>
    </div>
</main>
<?php require_once './app/views/incs/footer.php' ?>